[
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/161/",
    "question_text": "Palmistry—the art of understanding an individual's present personality and predicting his or her future state through the study of the shape, size, and lines of the hands—is an unscientific technique. In a study, most palmists' assertions about the present financial status of the individuals in the sample population were found to be mere intelligent guesses. Which one of the following is an assumption necessary to the argument?",
    "passage": "",
    "options": [
      "A) Individuals with the same financial status usually do not have a similar personality.",
      "B) There is a stable correlation between an individual's personality and his or her financial status.",
      "C) Palmistry is an effective means of predicting how personalities of individuals evolve over the long term.",
      "D) There are numerous other methods for understanding the personality of an individual that are more precise than palmistry.",
      "E) The financial future of a person is one of the most important concerns that palmists address."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Assumption",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/162/",
    "question_text": "Each year, the number of students caught copying in examination is nearly the same as the number of students caught driving without a valid driving license and the number of students caught traveling without a valid ticket. Therefore, the outcry about copying in examination ought to be put to rest, as the act of copying in examination is in fact almost as mundane as the acts of driving without a valid driving license or traveling without a valid ticket. Which one of the following, if true, would most effectively undermine the author's argument?",
    "passage": "",
    "options": [
      "A) Although the number of students caught driving without a valid driving license each year is very small, the total number of incidences of students traveling without a valid ticket is many times greater.",
      "B) The punishments upon being caught copying in examination are graver than those upon being caught driving without a valid driving license or traveling without a valid ticket.",
      "C) Fewer students would take their chances with driving without a valid driving license and traveling without a valid ticket than with copying in examination.",
      "D) Cheating in general—including copying in examination—is more prevalent than driving without a valid driving license.",
      "E) The prevalence of wrongdoings such as copying in examination, driving without a valid driving license or traveling without a valid ticket among students is inversely proportional to their probability of getting caught."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Weaken the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/163/",
    "question_text": "If Amy were a tall and fair actress from the mainstream film industry, she would have won the best actress award. She is not a tall and fair actress since she has not won the best actress award. The conclusion above is flawed because the author does not consider that Amy could",
    "passage": "",
    "options": [
      "A) have won an award for scriptwriting",
      "B) be a singer from the mainstream film industry",
      "C) be a tall and fair actress from a non-mainstream film industry",
      "D) be an actress belonging to a mainstream theatre group",
      "E) have won an award for some other mainstream work"
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Find the flaw in the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/164/",
    "question_text": "A hundred students of Midtown college were asked to pick their preference for one of three genres of movies: romantic, drama, and tragedy. Each of them picked one of the three genres. More than half picked romantic, more than a quarter picked drama and at least one picked tragedy. When asked about the genre of the movie Titanic, however, more than three quarter viewed it as a romantic movie. If all of the statements above are true, which one of the following must also be true?",
    "passage": "",
    "options": [
      "A) Only the students whose preferences were romantic and drama genres of movies viewed Titanic as a romantic movie.",
      "B) Only the students whose preferences were romantic and tragedy genres of movies viewed Titanic as a romantic movie.",
      "C) At least one student from each genre of movies viewed Titanic as a romantic movie.",
      "D) Some students whose preference was romantic genres of movies viewed Titanic as a romantic movie.",
      "E) Some students whose preference was tragedy genres of movies viewed Titanic as a romantic movie."
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Inference",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/165/",
    "question_text": "Arguing for the acquittal of his client from the charge of murdering the client's wife, the attorney reasoned that since neither the garage nor the main door of the client's home was bolted on the night of the murder, a thief must have trespassed on the home to steal valuables, and upon an unexpected confrontation with the client's wife, murdered her. The flawed pattern of reasoning in the argument above is most similar to that in which one of the following?",
    "passage": "",
    "options": [
      "A) The city administration could not find a solution to either water shortage or waterlogging problems; thus, it had to eat a humble pie and publicly accept responsibility for its lackluster approach.",
      "B) Due to the work strike of railroads and the non-availability of sufficient buses during the rush hours – the only two modes of transport used by John, he may have faced a hard time commuting during the rush hours.",
      "C) In a 100-meter race, two of Amy's co-participants won Silver and Bronze and she performed exceedingly well; it follows that Amy won Gold.",
      "D) The evidence collected reveals that the financial fraud was executed by neither one nor all the team members. Therefore, it can be concluded that it was executed by either some team members or a third party.",
      "E) In an annual test of Midland high school students, the average score of neither the boys nor the girls is more than 50; thus, the average score of the total students is not more than 50."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Parallel flaw in the argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/166/",
    "question_text": "The parliamentarian has often stated that no crime that impacts only a few individual victims deserves capital punishment and, therefore, capital punishment should be awarded only for the rarest of rare crimes that threaten the survival or well-being of the society as a whole. When gruesome crimes involving only one or two victims but generally viewed as deserving capital punishment are cited as possible counterexamples, the parliamentarian justifies his stance by saying that if those crimes deserve capital punishment, they cannot have impacted only a few individual victims. The parliamentarian's reasoning contains which one of the following errors?",
    "passage": "",
    "options": [
      "A) It contains an unfounded acceptance of a popular opinion.",
      "B) It relies on the parliamentarian's authority on legal or sociological matters.",
      "C) It seeks to convince by emotion rather than logic.",
      "D) It attempts to substantiate a viewpoint by appeal to an unrelated contemplation.",
      "E) It assumes what it intends to substantiate."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Find the flaw in the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/167/",
    "question_text": "As per a report published by the United States Bureau of Economic Analysis, in the last five years, the per capita income of American workers employed in Agriculture and allied services has increased by 10 percent while that of American workers employed in other sectors has increased by 20 percent. Therefore, American workers employed in other sectors now earn a higher per capita income than those employed in Agriculture and allied services. The argument's reasoning is questionable because the argument fails to rule out the possibility that",
    "passage": "",
    "options": [
      "A) five years ago, fewer American workers were employed in other sectors than in Agriculture and allied services",
      "B) five years ago, the per capita income of American workers employed in other sectors was significantly less than that of American workers employed in Agriculture and allied services",
      "C) over the last five years, the number of American workers employed in other sectors has decreased",
      "D) over the last five years, many American workers who were previously employed in Agriculture and allied services shifted to other sectors",
      "E) the total national income generated by Agriculture and allied services now is still greater than that generated by other sectors"
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Find the flaw in the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/168/",
    "question_text": "Henry: An average American car driver drives a thousand miles per month. If all American car drivers drove only five miles less daily, their monthly mileage would reduce by 15 percent. Five miles is ten thousand steps, the amount of daily walking recommended by doctors for good health. Therefore, if the government could persuade car drivers to drive five miles less daily and walk that distance instead, the total transport-related carbon emissions in the United States would reduce by 15 percent. Bill: Cars are responsible for 30 percent of all transport-related carbon emissions in the United States. Bill's response to Henry proceeds by",
    "passage": "",
    "options": [
      "A) refuting an assumption on which Henry's argument relies",
      "B) discrediting Henry's argument by giving of erroneous information",
      "C) arguing that the benefit of Henry's hypothetical measure might also be achieved in another way",
      "D) citing seemingly irrefutable evidence that contradicts one of the stated premises on which Henry's argument depends",
      "E) providing additional information in support of Henry's argument"
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Method of Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/169/",
    "question_text": "Tony: Most web-pages on the internet have numerous enticing and hard-to-ignore hyperlinks, with each hyperlink leading to further hyperlinks and so on. Regularly falling into this bottomless hole of distracting and mostly trivial information on the internet decreases the ability of heavy internet users to do complex reasoning that requires focus and attention. James: A research study has found that heavy internet users did better than infrequent users on tests for focus and attention and also had stronger muscles in the brain areas associated with complex reasoning, which suggests a higher usage of these muscles. The dialogue most strongly supports the claim that Tony and James disagree with each other about whether",
    "passage": "",
    "options": [
      "A) focus and attention are necessary to do complex reasoning",
      "B) most web-pages on the internet require internet users to do complex reasoning",
      "C) most web-pages on the internet have hard-to-ignore hyperlinks",
      "D) heavy internet usage decreases a person's ability to do complex reasoning",
      "E) heavy internet users are more knowledgeable than infrequent internet users"
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Point at Issue",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/170/",
    "question_text": "The Urban Intelligence Unit publishes an annual Livability Ranking, which ranks 100 American cities for their quality of life based on assessments of urban infrastructure, healthcare, education, crime rates, culture and climate. Yet, this ranking should also consider unemployment rates. After all, if a city is unable to offer work opportunities to a sizeable proportion of its population that needs to work for survival, the quality of life for that proportion would be abysmal. The claim that the Livability Ranking should consider unemployment rates in a city plays which one of the following roles in the argument?",
    "passage": "",
    "options": [
      "A) It offers a reason to support the conclusion.",
      "B) It is an assertion that refutes the conclusion.",
      "C) It is a principle from which the conclusion is derived.",
      "D) It is a premise of the argument.",
      "E) It is a conclusion of the argument."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Role Play",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/183/",
    "question_text": "The print circulation ofThe World Tribunehas shown a 40 percent decline in the past two years. However, the traffic on the newspaper's website has increased by 30 percent during the same period. The website contains many news sections and blogs that are not featured in the print newspaper but are the most read pages of the website. Therefore, to maintain its profits, the newspaper has decided to discontinue its still-profitable print edition and to introduce more content on the website that is similar to the exclusive content on the most read pages of the website. Which one of the following is an assumption on which the decision ofThe World Tribunedepends?",
    "passage": "",
    "options": [
      "A) The print circulation of the newspaper would not have declined further in the near future.",
      "B) To access the content on the newspaper's website, the readers of the website will be willing to pay a monthly subscription fees that is equal to the revenue that the print edition of the newspaper earned per reader each month.",
      "C) The print circulation of the newspaper declined in the past two years because the newspaper's website offered more interesting content.",
      "D) The revenue earned from increased website traffic will not be less than the revenue lost by discontinuing the print edition.",
      "E) Introducing more content similar to the exclusive content on the most read pages of the website will increase the newspaper's website traffic further."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Assumption",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/184/",
    "question_text": "Astragalus linifolius, a rare plant species that is found only in the Colorado region of the United States, reproduces when a pollinating agent like a fly or a bee carries the pollen grain from the male part of one plant to the female part of another plant of the same species. To maintain the population of this species, the use of pesticides that control grasshoppers should be banned in this region. These pesticides also often result in significant mortality among theBombyliusflies that are the most important pollinating agents ofA. linifolius. Which one of the following, if true, most strengthens the argument?",
    "passage": "",
    "options": [
      "A) A. linifoliushas a short life-span.",
      "B) A. linifoliusis also pollinated, though to a much-lesser degree, by some local species of bees.",
      "C) The pesticides that control insect herbivores other than grasshoppers are even more toxic toBombyliusflies.",
      "D) Bombyliusflies do not reproduce very fast and their populations do not recover for many years after one spraying of a pesticide that controls grasshoppers.",
      "E) The populations of some other plant species in the Colorado region have decreased to an even greater extent than the population ofA. linifoliussince the spraying of pesticides that control grasshoppers first started in the region."
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Strengthen",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/185/",
    "question_text": "In the 1920s, surveys of factory workers who painted watch dials with luminous paint found an alarming incidence of anemia, loss of teeth, bone fractures and death from cancer. This paint contained radium, a radioactive element. As a result, the industrial use of radioactive luminous paint was completely stopped by 1960. However, radium stays active for hundreds of years. Therefore, those watch-collectors who own watches that have luminous dials and were made before 1960 should either bury these watches in the ground or store them in thick lead boxes to protect themselves and the people around them from anemia, loss of teeth, bone fractures and death from cancer. Which one of the following, if true, LEAST strengthens the argument above?",
    "passage": "",
    "options": [
      "A) The surveys also found that the incidence of anemia, loss of teeth, bone fractures and death from cancer among factory workers who painted watch dials with non-luminous paint was not greater than that among the general population.",
      "B) The surveys also found that factory workers who painted watch dials with luminous paint, the extent of their health problems was directly proportional to the cumulative number of hours for which they had worked with luminous paint till then.",
      "C) Barriers of lead or earth provide adequate protection to human beings from harmful radioactive substances.",
      "D) People who wear watches that have luminous dials and were made before 1960 for more than a decade have an alarming incidence of anemia.",
      "E) Most chemists and laboratory workers who worked with radium for more than a year in the first decade after its discovery in 1898 did not have, for the rest of their lives, a greater incidence of anemia, loss of teeth, bone fractures and death from cancer than the general population."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Strengthen",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/186/",
    "question_text": "A test that examines people on their memory capacity for spatial layouts has placed Jason in the top 1 percentile of all test-takers. We can conclude from this that his memory capacity for things that do not involve spatial layouts will be below average. The conclusion follows logically if which one of the following is assumed?",
    "passage": "",
    "options": [
      "A) Jason tried hard to remember spatial layouts.",
      "B) Jason has a greater proclivity to remember spatial layouts than most people.",
      "C) It is possible for Jason to improve, through practice and effort, his memory capacity for things that do not involve spatial layouts.",
      "D) The total memory capacity of the human brain is fixed and equal for all people.",
      "E) Some people have a greater memory capacity than others."
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Justify the Conclusion (JTC)",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/187/",
    "question_text": "This year, the cotton crop in Alabama has been attacked by a new, hardy variety of bollworm that is resistant to all known pesticides. Due to this, the cotton production of the state has declined by 40 percent this year. Since this bollworm variety reproduces rapidly, it is likely to spread through all cotton-producing states of the United States by the next year and, therefore, we can expect a decline of at least 40 percent in the amount of cotton produced in the country next year. Which one of the following, if true, most weakens the argument?",
    "passage": "",
    "options": [
      "A) Many other crops in Alabama too have been attacked by this bollworm variety this year.",
      "B) The natural predators of this bollworm variety are not able to survive in Alabama while cotton-farms in other cotton-producing states have large populations of these predators.",
      "C) Ninety-five percent of all cotton produced in the United States is of the Upland variety, which is also the only variety of cotton that is grown in Alabama.",
      "D) The domestic prices of cotton are not likely to increase next year as the United States will be able to meet its domestic demand for cotton through imports.",
      "E) Agricultural scientists in the United States are making a massive effort to soon develop a variety of genetically-modified cotton that is resistant to this bollworm variety."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Weaken the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/188/",
    "question_text": "A study of young and middle-aged men in the United States has found that the men whose diet was high in saturated fat also had a high amount of blood cholesterol. In another experiment, when the blood cholesterol level of laboratory rabbits was raised by feeding them exclusively on cholesterol, fat deposits formed in their blood vessels. Similar fat deposits are found in human patients of heart disease. Therefore, to reduce the occurrence of heart disease, people should reduce their dietary consumption of saturated fat. Each of the following, if true, weakens the above argument EXCEPT:",
    "passage": "",
    "options": [
      "A) The bodily reactions of animal models to internal or external stimulants are often poor predictors of the reactions of the human body to the same stimulants.",
      "B) The per capita consumption of saturated fat in the United States has decreased by 27 percent since 1970 while the occurrence of heart disease in the country has increased by 400 percent in the same period.",
      "C) An analysis of studies done on more than 600,000 men and women has established that blood cholesterol is inversely associated with the risk of death from infectious respiratory and digestive diseases.",
      "D) A study that covered more than 10,000 individuals has found no relationship between the amount of blood cholesterol and the occurrence of heart disease.",
      "E) In a study where the dietary saturated fat consumption of young and middle-aged American women was three to seven times higher than normal, the blood cholesterol level remained unchanged."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Weaken the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/189/",
    "question_text": "Chief Executive Officer of Noan Industries: All competitors of our company are only concerned with increasing their profits and do not bother about the environmental degradation that their product-manufacturing process causes. In contrast, we have got our product-manufacturing process audited for its environmental impact by Green Org, a reputed international agency that monitors industrial pollution. So, when our customers choose to buy from us, they can be sure that they are buying from an environmentally-responsible company. The answer to which one of the following questions would be most useful in evaluating the truth of the conclusion drawn by the Chief Executive Officer?",
    "passage": "",
    "options": [
      "A) Does Noan Industries provide more donations than its competitors to agencies that work to reverse the environmental impact of industrial pollution?",
      "B) Has Green Org audited the product-manufacturing processes of all competitors of Noan Industries?",
      "C) In the product category in which Noan Industries operates, does the buying decision of customers get influenced by the environmental-responsibility of a company?",
      "D) Do Noan's customers trust the audit reports of Green Org?",
      "E) Does Noan Industries make lesser profits than its competitors?"
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Evaluate the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/190/",
    "question_text": "Lecturer: There are many benefits to connecting everyday objects like cars and home appliances to the internet to enable their owners to manage them remotely. But beware of doing so! With the rising number and variety of devices connected to it, the internet is becoming more complex and, consequently, more prone to security breaches by hackers. The consequences of a security breach are much graver with an internet-connected car or home appliance than with an internet-connected computer and might even include a risk to the life of the owner of these objects. Which one of the following most accurately expresses the main conclusion of the lecturer's argument?",
    "passage": "",
    "options": [
      "A) The gravity of the consequences suffered by the owner of an internet-connected car or home appliance in the event of a security breach outweighs the benefits that these devices offer.",
      "B) Owners of cars and home appliances should be cautious and alert to the dangers of connecting these objects to the internet.",
      "C) A security breach of a car or home appliance that is connected to the internet can be much more dangerous than a security breach of an internet-connected computer.",
      "D) The vulnerability of the internet to security breaches is directly proportional to the number and variety of the devices connected to the internet.",
      "E) The increasing connection of everyday objects such as cars and home appliances to the internet in the recent years has increased the overall vulnerability of the internet to security breaches."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Main Point",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/191/",
    "question_text": "Movies that contain persistent violence are usually given R rating. R rated movies can be viewed in a theater by a child or an under-17 adolescent only in the company of a parent or an adult guardian. Mr. Smith and Mr. Green are two directors whose every movie has been given an R rating, while only some of Ms. Abbott's movies are R rated. Which one of the following logically follows from the statements above, if they are true?",
    "passage": "",
    "options": [
      "A) The movies made by female directors are more often viewed alone in the theaters by children or under-17 adolescents than the movies made by male directors.",
      "B) An under-17 adolescent cannot view a movie of Mr. Green by himself in a theater.",
      "C) No movie of Mr. Smith can be viewed by a child or an under-17 adolescent in a theater.",
      "D) A child is more likely to view a movie made by Ms. Abbott in a theater than a movie made by Mr. Green.",
      "E) Some of Ms. Abbott's movies do not contain persistent violence."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Inference",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/192/",
    "question_text": "A metropolitan area that has a population of more than 10 million and a population density of more than 2000 people per square kilometer is termed a megacity. Among the metropolitan areas of the United States, X and Z are megacities but Y is not. If the statements above are true, each of the following statements must also be true EXCEPT:",
    "passage": "",
    "options": [
      "A) Y is a metropolitan area with a population density of less than 2000 people per square kilometer.",
      "B) X is a metropolitan area with a population density of more than 2000 people per square kilometer.",
      "C) Z is a metropolitan area with a population of more than 10 million.",
      "D) X is a metropolitan area with a population of more than 10 million.",
      "E) At least some metropolitan areas of the United States have a population density of more than 2000 people per square kilometer."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Cannot be Inferred",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/193/",
    "question_text": "All the paintings of Vermeer are owned either by private individuals or by public museums. Among the paintings of Vermeer that are owned by private individuals, some are available for purchase and some are not. No painting of Vermeer that is owned by public museums is available for purchase. Therefore, the majority of paintings of Vermeer are not available for purchase. Which one of the following is an assumption upon which the argument depends?",
    "passage": "",
    "options": [
      "A) Most paintings of Vermeer that are not available for purchase are owned by private individuals.",
      "B) The majority of the paintings of Vermeer that are owned by private individuals are available for purchase.",
      "C) All paintings of Vermeer that are available for purchase are owned by private individuals.",
      "D) The total number of paintings of Vermeer that are owned by public museums is not less than total the number owned by private individuals.",
      "E) No private individual owns more than one painting of Vermeer."
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Assumption",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/194/",
    "question_text": "A restaurant waiter took individual orders from a large group of patrons orally, without writing anything down, and yet served everyone's food correctly. However, when a few hours later, a patron returned to retrieve a forgotten item, the waiter did not recognize him. When the patron pointed out the discrepancy between the waiter’s excellent memory before of what each patron in the large group had ordered and his present failure at the simple task of recognizing him, the waiter explained that he remembered the details of each order only until it was served. Which one of the following principles is best illustrated by the incident described above?",
    "passage": "",
    "options": [
      "A) When restaurant waiters are asked to help find an item forgotten by a patron, they feign temporary loss of memory.",
      "B) Restaurant waiters best remember those patrons that do not come in large groups.",
      "C) The memory of restaurant patrons tends to make a strong distinction between finished and unfinished tasks.",
      "D) The bigger and more complex a task is, the more difficult it is to remember its details.",
      "E) Humans tend to remember unfinished tasks better than tasks that have been completed."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Principle",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/195/",
    "question_text": "Human communication comprises two modes – speech, and movements of the arms and hands, termed gestures. Of these, the gestural mode is likely to have evolved substantially earlier than speech. Apes, which are ancestors of humans, lack speech but gesture on a regular basis in their natural communication. They develop a multifaceted repertoire of gestures, and like pre-linguistic human infants, they use their gestures as intentional acts to draw attention to themselves. Which one of the following most accurately describes the role played in the argument by the claim that the gestural mode of human communication is likely to have evolved substantially earlier than the speech mode?",
    "passage": "",
    "options": [
      "A) It calls into question the basis of the claim that the modes of human communication evolved from apes.",
      "B) It is the conclusion of the argument.",
      "C) It supports the conclusion that that the communication skills of apes are at par with those of pre-linguistic human infants.",
      "D) It provides evidence that apes are ancestors of humans.",
      "E) It is an assumption used by the argument to justify the absence of speech in apes."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Role Play",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/196/",
    "question_text": "In the state of Dougland, most universities offer science courses, and most of those that offer science courses also offer business courses. However, any university that offers business courses but not science courses does offer evening classes; and no privately-owned university in Dougland offers evening classes. If the statements above are true, which one of the following must be true?",
    "passage": "",
    "options": [
      "A) No privately-owned university in Dougland offers business courses but not science courses.",
      "B) Any privately-owned university in Dougland that does not offer business courses offers science courses.",
      "C) Some universities in Dougland that offer evening classes also offer science courses.",
      "D) Most universities in Dougland that are not privately-owned do not offer science courses.",
      "E) No universities in Dougland that offer science courses and business courses offer evening classes."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Inference",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/197/",
    "question_text": "The government's renewable energy policy will favor either the solar energy industry or the hydropower industry. According to reliable sources in the Energy ministry, the government has assessed that the negative impact of hydropower industry on the environment is much greater than that of solar energy industry. This government is committed to improve the environment. It is therefore almost certain that the renewable energy policy will favor the solar energy industry. The argument proceeds by",
    "passage": "",
    "options": [
      "A) concluding that a particular event is unlikely to occur by explaining why the only available alternative will probably occur",
      "B) concluding that one event is highly likely to occur by refuting the likelihood of the only available alternative",
      "C) inferring, from a claim that only one of two events will occur, that the other event will not occur",
      "D) predicting a future event on the basis of statistical analysis",
      "E) treating something that is probable as though it were inevitable"
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Method of Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/198/",
    "question_text": "Most experts agree that strict adherence to the hurricane preparedness protocol by states that are prone to hurricanes reduces the death toll from hurricanes. However, in the state of Scalex, the death toll from a hurricane that came in 2010, when the state did not adhere to this protocol, was only 25, while the death toll from a hurricane that came in 2018, when the state strictly adhered to this protocol, was 53. Which one of the following, if true, most helps to reconcile the experts’ belief with the apparently contradictory evidence described above?",
    "passage": "",
    "options": [
      "A) The death toll in the state of Scalex from a hurricane in the year 2012, when the state had partially adhered to the hurricane preparedness protocol, was 40.",
      "B) The death toll from hurricanes is directly proportional to the intensity of the hurricanes, and the intensity of the hurricane that came in the state of Scalex in 2018 was five times that of the hurricane that came in the state in 2010.",
      "C) Implementation of the hurricane preparedness protocol ensures the rapid evacuation of people from areas that are likely to be affected by the hurricane.",
      "D) Psychological studies show that the adoption of the hurricane preparedness protocol by a state lulls many residents into a false sense of security, due to which they do not strictly adhere to the individual safety measures prescribed by the protocol.",
      "E) The population of the state of Scalex increased by 10 percent between the years 2010 and 2018."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Resolve the Paradox",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/199/",
    "question_text": "Most of the law reforms suggested by the Feminist Group for Rights are implemented within five years of the first suggestion. Therefore, the law reforms first suggested by this group at the convention today will probably be implemented within five years. The pattern of reasoning in which one of the following arguments is most similar to that in the argument above?",
    "passage": "",
    "options": [
      "A) Most of the Emmy Awards in the last three years have gone to web series in the crime genre. Thus, if most of the Emmy Awards next year are awarded to web series, most of these web series will probably belong to the crime genre.",
      "B) Most of the farmers in this region grow paddy. Therefore, paddy is likely to have been a staple food of this region for centuries.",
      "C) Most consumers of single use plastics live in urban areas. Therefore, if a person does not consume single use plastics, he probably does not live in an urban area.",
      "D) The child mortality rate has worsened slowly but steadily for the last five years. Therefore, the government’s move to slash funding of its child-vaccination program is ill-advised.",
      "E) Most graduates of this law school find jobs in the top twenty law firms of the country upon graduation. Therefore, most students of the outgoing class are likely to find jobs in the top twenty law firms of the country upon graduation."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Parallel Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/200/",
    "question_text": "City Mayor: Air pollution has declined significantly since the beginning of this year when the plying of fossil-fuel powered cars that were older than five years on city roads was banned. Therefore, if we ban the plying of all fossil-fuel powered cars on city roads, air pollution will end in the city. The city mayor's argument is flawed in that it",
    "passage": "",
    "options": [
      "A) takes for granted that all cars in the city are fossil-fuel powered",
      "B) relies on statistical claims that are likely to be unreliable",
      "C) fails to consider that there may be other significant sources of air pollution in the city",
      "D) fails to consider that citizen protests may force the council to withdraw the proposed ban on all fossil-fuel powered cars",
      "E) mistakenly reverses the cause and the effect relationship between two phenomena"
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Find the flaw in the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/201/",
    "question_text": "Though RK Narayan was a popular writer, his body of work did not denounce capitalism and champion communism. Therefore, he was never considered for the Nobel Prize for Literature. The conclusion above follows logically, if which one of the following is assumed?",
    "passage": "",
    "options": [
      "A) Only those writers are considered for the Nobel Prize for Literature whose body of work is apolitical.",
      "B) Only popular writers are considered for the Nobel Prize for Literature.",
      "C) Writers who denounce communism and champion capitalism in their body of work are never considered for the Nobel Prize for Literature.",
      "D) Only those writers who denounce capitalism and champion communism in their work are considered for the Nobel Prize for Literature.",
      "E) To be considered for the Nobel Prize for Literature, a writer must be popular and political."
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Justify the Conclusion (JTC)",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/202/",
    "question_text": "Melissa: In the last one year, the sale of biscuits, which are one of the cheapest retail food items, has fallen in the rural areas by more than 5 percent. This means that the rural citizens of our country are becoming poorer and are not being able to afford even the cheapest food items. Mark: Nonsense. During the last one year alone, 10 percent of the rural population of our country has migrated to urban areas for the long-term. Which one of the following is a point of disagreement between Melissa and Mark?",
    "passage": "",
    "options": [
      "A) The rural citizens of the country are experiencing economic stress due to falling sale of biscuits.",
      "B) The sale of biscuits in rural areas has declined due to falling rural incomes.",
      "C) The affordability of the cheapest food items in the rural areas increases with increased migration of people from rural to urban areas.",
      "D) Migration of people from rural to urban areas adversely impacts the poorest citizens of the country.",
      "E) With the migration of people from rural to urban areas, the sale of biscuits in the urban areas is bound to increase."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Challenging",
    "question_type": "Point at Issue",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/270/",
    "question_text": "Several years ago, many of one nation's largest industrial farms were cited for severe environmental violations and were temporarily placed under the direct control of a government commission. The commission is now preparing to sell the farms, hoping the transfer of ownership will lead to significant improvements in environmental practices. However, those improvements will not occur if the executives who formerly managed the farms regain control of them. Consequently, the commission is unlikely to achieve its goal, since _______. Which one of the following most logically completes the passage?",
    "passage": "",
    "options": [
      "A) several of the farms are likely to remain unsold for an extended period of time",
      "B) at least one conglomerate could purchase more than one of the farms",
      "C) the nation's overall regulatory standards are no stricter now than when the farms were first cited",
      "D) for the foreseeable future, the farms will require expensive upgrades to meet basic compliance levels",
      "E) all of the entities qualified to bid on the farms are headed by the same executives who previously managed them"
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Justify the Conclusion (JTC)",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/271/",
    "question_text": "Critic: Ride-share companies routinely attribute their shrinking profit margins to rising vehicle-maintenance expenses. Yet, once adjusted for inflation, those expenses are no higher than they were eight years ago. Indeed, the companies have long benefited from historically low maintenance costs. What actually threatens their profitability is an oversupply of drivers and increasingly aggressive price-discount promotions. The critic's argument proceeds by",
    "passage": "",
    "options": [
      "A) citing survey data to show that a commonly accepted analogy is misleading",
      "B) questioning the viability of a business strategy by comparing projected results with past performance",
      "C) rejecting a recently proposed remedy on the grounds that a traditional remedy yields better outcomes",
      "D) rejecting a purported cause of an observed decline and proposing an alternative cause",
      "E) calling into doubt a justification for a practice by demonstrating that the same justification would endorse an obviously harmful practice"
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Method of Reasoning (MoR)",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/272/",
    "question_text": "Council Member: Advocates claim that a permanent ban on automobile traffic in the city center would significantly reduce air pollution levels. Yet during the annual \"Car-Free Sunday\" event last month—when cars were prohibited downtown for an entire day—air quality readings were virtually unchanged from the previous Sunday, when traffic was normal. Therefore, banning cars from the city center will not meaningfully improve air quality. Which one of the following most accurately expresses a flaw in the council member's reasoning?",
    "passage": "",
    "options": [
      "A) It assumes, without evidence, that drivers would not switch to equally polluting forms of transportation if cars were banned.",
      "B) It bases a broad conclusion about the effects of a long-term policy on evidence drawn from a single, short-term event.",
      "C) It concludes that a proposed solution is ineffective merely because it would not eliminate every instance of the problem it is intended to address.",
      "D) It mistakes a correlation between automobile traffic and pollution levels for evidence that traffic is the sole cause of air pollution downtown.",
      "E) It overlooks the possibility that pollution levels downtown were already unusually high on both Sundays for reasons unrelated to automobile traffic."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Flaw in the Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/273/",
    "question_text": "Trainer: Recent studies of professional chefs show that virtual-reality (VR) kitchen simulations greatly improve improvisational cooking skills, but make chefs less precise at recalling exact recipe measurements than traditional paper-based instruction. Most positions at FlavorPro Catering demand strong improvisational ability, while precise memorization of measurements is rarely required because digital scales are used on site. Therefore, FlavorPro should train its new hires with VR kitchen simulations, because ________. Which one of the following most logically completes the trainer's argument?",
    "passage": "",
    "options": [
      "A) most applicants to FlavorPro have already gained experience with VR technology in culinary school",
      "B) catering companies that adopt VR training for employees tend to outperform those that rely solely on paper-based instruction",
      "C) fewer than half of FlavorPro's current employees completed formal culinary programs that teach recipe memorization",
      "D) VR-based instructional methods have effects on adult culinary trainees that are very similar to their effects on professional chefs",
      "E) being highly improvisational in the kitchen generally allows cooks to compensate for errors in measuring ingredients"
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Strengthen",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/274/",
    "question_text": "Environmentalist: If global production of single-use plastics continues to rise exponentially, then within the next century the mass of plastic in the oceans will rival that of marine life. Some commentators claim this outcome can be avoided because chemists are close to perfecting fully biodegradable plastics. That advance, however, would offer only a brief reprieve. If production keeps doubling every 20 years, and if by 2050 all single-use plastics manufactured are biodegradable and completely break down within 10 years, then by 2060 the total amount of plastic in the oceans would again equal the amount that existed in 2050. Which one of the following most accurately expresses the conclusion drawn in the environmentalist's argument?",
    "passage": "",
    "options": [
      "A) If global production of single-use plastics continues to rise exponentially, then by the end of the century the oceans will contain nearly as much plastic as marine life.",
      "B) Because global plastic production is growing exponentially, the problem of ocean plastic pollution will probably persist.",
      "C) If plastic production keeps doubling every 20 years, and if by 2050 all single-use plastics are biodegradable, then by 2060 the oceans would contain as much plastic as they did in 2050.",
      "D) Global production of single-use plastics will likely continue to rise exponentially even if fully biodegradable plastics are adopted.",
      "E) Developing fully biodegradable plastics would, at best, be a temporary solution to the problem of plastic pollution in the oceans."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Inference",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/275/",
    "question_text": "Food researcher: In a recent blind tasting, diners enjoyed low-sodium miso soup just as much as the regular, full-sodium version. Earlier tastings with tomato soup, however, showed that people tended to dislike its low-sodium variant, calling the flavor \"flat.\" Culinary chemists point out that miso soup is exceptionally rich in umami compounds—hundreds of distinct molecules contribute to its depth—whereas tomato soup is chemically far simpler. This rich complexity in miso soup probably masks any loss of savoriness caused by reducing salt. Which one of the following, if true, most strengthens the researcher's explanation?",
    "passage": "",
    "options": [
      "A) Most people already prefer regular miso soup to regular tomato soup.",
      "B) The tasters in the earlier experiments were not told which soups were low in sodium.",
      "C) The higher the umami content of a soup, the less additional salt is needed for diners to find it flavorful.",
      "D) Tomato soup contains far fewer distinct flavor compounds than miso soup does.",
      "E) Many diners can estimate a soup’s sodium content after tasting it."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Strengthen",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/276/",
    "question_text": "Elsa: For any discipline to count as genuine sports science, it must ground its findings exclusively in quantifiable performance data. Because mental focus is an entirely subjective state, mindfulness-based training programs—which depend on athletes' introspective reports—cannot be measured objectively and therefore cannot qualify as scientific. Raymond: Exercise physiology labs studying high-intensity interval training routinely record athletes' ratings of perceived exertion—a self-reported measure of how hard the workout feels. Yet exercise physiology is universally regarded as sports science. Elsa's and Raymond's statements provide the strongest support for concluding that they disagree over which one of the following?",
    "passage": "",
    "options": [
      "A) Whether mental focus is an entirely subjective state.",
      "B) Whether exercise physiology should be classified as a branch of sports science.",
      "C) Whether a discipline can be considered scientific if it relies, even in part, on participants' subjective self-reports.",
      "D) Whether mindfulness training is effective at improving athletic performance.",
      "E) Whether the presence of quantifiable performance data is sufficient, by itself, to make a training program scientific."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/277/",
    "question_text": "Although electric vehicles (EVs) typically generate more carbon emissions during manufacturing than gasoline-powered cars, widespread adoption of EVs could actually decrease overall greenhouse-gas emissions nationwide. Drivers of EVs rely on electricity that is increasingly produced from renewable sources, and their vehicles emit no exhaust while operating. Thus, if a large proportion of motorists switch to EVs, the nation's total transportation-related emissions will fall despite the higher manufacturing footprint of each individual EV. Which one of the following most accurately describes the role played in the argument by the claim that widespread adoption of EVs could actually decrease overall greenhouse-gas emissions nationwide?",
    "passage": "",
    "options": [
      "A) It is used to support the conclusion that governments ought to subsidize electric-vehicle purchases.",
      "B) It is a statement offered to call into question the claim that EV manufacturing produces more carbon emissions than manufacturing gasoline cars.",
      "C) It is a statement serving merely to introduce the topic to be addressed in the argument and plays no logical role.",
      "D) It is a premise offered in support of the conclusion that electric vehicles produce more manufacturing emissions than gasoline-powered vehicles.",
      "E) It is a claim that the rest of the argument is designed to establish."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Role Play",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/278/",
    "question_text": "Pet food companies claim that adding turmeric extract to cat kibble strengthens feline immune systems. In a recent experiment, researchers fed one group of shelter cats kibble infused with turmeric extract for six weeks, while a control group received the same kibble without the extract. By the end of the study, the turmeric-fed cats averaged 15 percent higher blood-cell counts associated with immune response than the control cats did. Which one of the following, if true, most weakens the argument?",
    "passage": "",
    "options": [
      "A) The turmeric-free kibble given to the control cats contained slightly fewer calories than the turmeric-infused kibble.",
      "B) Shelter cats often experience elevated stress levels when moved to a new housing area within the shelter.",
      "C) Blood-cell counts linked to immune response can rise temporarily after cats consume meals high in certain fats.",
      "D) Turmeric extract is more expensive to source than any other botanical additive currently used in commercial cat food.",
      "E) The researchers did not measure how much kibble each cat in either group actually consumed during the study."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Weaken the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/279/",
    "question_text": "Some ethicists argue that every moral decision must be justified by appealing to a higher-level moral principle. But that view cannot be right, because adopting it would force an infinite regress: each higher-level principle would itself need a still higher-level principle to justify it, and so on without end. Such an unending hierarchy of moral principles is impossible. Which one of the following arguments is most similar in its pattern of reasoning to the argument above?",
    "passage": "",
    "options": [
      "A) Certain linguists maintain that every word ultimately derives from a single primal language. Yet that view is untenable, for if such a language existed, it would have emerged from earlier human vocalizations that themselves would have required words, and so forth, a sequence that could never have begun.",
      "B) Some astronomers claim that any successful model of the universe must fully account for dark matter. But this claim is false, because there are infinitely many models, each of which fits the observed data equally well, and they cannot all be correct.",
      "C) Historians sometimes assert that no political movement is genuinely original; each borrows its core ideas from a prior movement. If that were true, every prior movement would itself need an earlier source, producing an endless chain of borrowings—an impossibility. Thus the historians’ assertion must be wrong.",
      "D) Nutritionists contend that food cravings are entirely psychological, yet they concede that certain nutrient deficiencies trigger cravings. This contradiction shows that cravings cannot be purely psychological.",
      "E) Engineers define a \"support\" as any part of a structure that bears weight from above. Yet by that definition, supports themselves would need supports beneath them, leading to the absurd conclusion that no structure could ever stand."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Parallel Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/281/",
    "question_text": "At the end of 2024, several universities reported that their total student enrollment had not changed since the end of 2023. Yet enrollment figures almost always fluctuate: they drop as students graduate, transfer, or withdraw, and they rise as new students are admitted. Therefore, an institution's enrollment is unlikely to remain exactly the same from one academic year to the next. So most of the universities claiming their enrollment was unchanged are probably mistaken. Which one of the following is an assumption the argument requires?",
    "passage": "",
    "options": [
      "A) For every university that reported no change in enrollment, it is more likely that the institution miscalculated its numbers than that its enrollment truly stayed constant.",
      "B) In 2024, at most of the universities that claimed their enrollment was unchanged, some students graduated, transferred, withdrew, or new students enrolled, or both kinds of changes occurred.",
      "C) During 2024, at least one university both lost students to graduation or transfer and gained students through new admissions.",
      "D) If a university's end-of-year enrollment report is inaccurate, then that university both lost and gained students during the year.",
      "E) Universities are obliged to report enrollment figures accurately whenever those figures change from one academic year to the next."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Assumption",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/282/",
    "question_text": "One should not intentionally reveal another person's private medical information unless one’s purpose in doing so is to benefit that person. Which one of the following actions most clearly violates the principle stated above?",
    "passage": "",
    "options": [
      "A) Aaron told a mutual friend that Laura had recently undergone heart surgery, hoping the friend would organize a support meal train for her recovery.",
      "B) Bianca mentioned to a coworker that Carla suffers from chronic migraines, knowing Carla would not mind because the coworker had suggestions for helpful treatments.",
      "C) Dominic informed the hiring committee that Evan had asthma, aiming to discourage the hiring committee from assigning Evan a strategic role.",
      "D) Felipe revealed at a family gathering that his brother Gabriel was allergic to seafood, so the hosts could adjust the menu to keep Gabriel safe.",
      "E) Hannah texted their group chat that Iris had broken an ankle, intending to arrange carpools so Iris would not have to drive while injured."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Principal",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/283/",
    "question_text": "Between 2010 and 2020, the total revenue—adjusted for inflation—that a small Colombian coffee-growing cooperative earned from selling its coffee beans rose dramatically. The increase occurred because premium-grade beans commanded higher prices than standard beans, and both the percentage and the amount of the co-op's harvest graded \"premium\" grew each year during that decade. Yet the cooperative's members did not experience a proportionate rise in personal income or overall living standards. Which one of the following, if true, would best resolve the apparent paradox described above?",
    "passage": "",
    "options": [
      "A) Global demand for premium coffee surged after 2020, causing export prices to rise even further.",
      "B) During 2010-2020, the cooperative devoted most of its additional earnings to repaying long-standing bank loans and to purchasing new processing equipment that would not generate profit for several more years.",
      "C) The price of fertilizer and other farm inputs dropped steeply throughout Colombia between 2010 and 2020, lowering production costs for coffee growers nationwide.",
      "D) Several independent farms near the cooperative began marketing their beans as \"premium\" during the same period, increasing competition in that segment of the coffee market.",
      "E) A decade-long drought reduced Colombia's overall coffee harvest, but it affected low-altitude plantations more severely than the high-altitude fields worked by members of the cooperative."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Resolve the Paradox",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/284/",
    "question_text": "Environmental economist Sheila Yu argues that because large-scale iron fertilization of the oceans could stimulate plankton blooms that remove vast amounts of carbon dioxide from the atmosphere, the practice would certainly benefit the planet despite its high implementation cost. The marine biologist Mary Anderson argues that Yu's case is not persuasive, however, because she fails to consider that iron fertilization might trigger severe disruptions to marine ecosystems that could ultimately harm Earth’s climate and biodiversity more than help them. Which one of the following most accurately states the conclusion of the marine biologist's argument?",
    "passage": "",
    "options": [
      "A) Yu's position wrongly assumes that iron fertilization will in fact lead to substantial long-term carbon removal.",
      "B) Large-scale iron fertilization might end up damaging marine ecosystems more than it helps reduce atmospheric carbon.",
      "C) Because of its potential ecological risks, ocean-fertilization research should not be funded.",
      "D) Yu's claim that iron fertilization would certainly benefit the planet is overstated.",
      "E) Yu's argument is unconvincing because it overlooks possible harmful consequences of large-scale iron fertilization."
    ],
    "correct_answer": "E",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Inference",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/285/",
    "question_text": "Shipping ledgers from 1920 to 1950 show that, in a particular coastal county, the average weight of adult oysters harvested each year consistently rose and fell with the average salinity of the estuary recorded the previous winter: the saltier the water, the heavier the oysters collected the next season. From this correlation, researchers conclude that the overall health of an oyster population depends largely on the amount of dissolved salt in the estuary during the months when the young oysters first develop. The argument proceeds by",
    "passage": "",
    "options": [
      "A) inferring from a claimed correlation between two historical measurements that two different factors are causally related to one another",
      "B) inferring from the fact that two variables fluctuated together that one of those variables must be the sole cause of the other",
      "C) inferring from historical records of a correlation that the same correlation must still obtain today",
      "D) inferring from records of two fluctuating variables the existence of a common external cause of both and then proposing a hypothesis about that common cause",
      "E) inferring the existence of one causal link from the existence of a separate causal link and then explaining how the two links interact"
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Method of Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/286/",
    "question_text": "Hydrologist: Over the next several decades, average summer temperatures across the Great Plains are expected to rise. Warmer air can hold more moisture, so thunderstorms in the region will likely release heavier downpours than they do now. Consequently, flash-flood events on small streams in the Great Plains will probably become both more frequent and more severe. Which one of the following, if true, would most strengthen the hydrologist's argument?",
    "passage": "",
    "options": [
      "A) Historical records show that, during unusually warm summers, Great Plains thunderstorms have tended to concentrate rainfall into shorter time intervals, producing higher peak runoff into local streams.",
      "B) Climate models predict that total annual precipitation on the Great Plains will remain roughly unchanged even as average temperatures climb through the middle of the century.",
      "C) In other mid-latitude regions worldwide, increases in average summer temperature have coincided with a measurable decline in the total number of thunderstorm days each year.",
      "D) Soil-conservation projects scheduled for completion over the next ten years will expand the vegetative cover along many Great Plains streambanks.",
      "E) Emergency-management agencies across the Great Plains have recently upgraded their flood-warning systems to provide rural communities with faster alerts during severe storms."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Strengthen",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/287/",
    "question_text": "Mayor: A citizens' group has petitioned city council to cancel the annual downtown fireworks display, claiming the event's smoke worsens local residents' respiratory problems. But we can safely ignore that complaint. Nearly all the signatures were collected by owners of suburban amusement parks who want people to spend the holiday at their facilities instead of coming downtown. Which one of the following most accurately describes a flaw in the mayor's reasoning?",
    "passage": "",
    "options": [
      "A) The argument attacks the motives of those advancing a claim instead of addressing whether the claim itself is accurate.",
      "B) The argument misstates an opposing position and then refutes that distorted version.",
      "C) The argument concludes that a particular cause produced an effect merely because the two coincided once.",
      "D) The argument infers that a proposal will have no benefits because it may also produce some harms.",
      "E) The argument assumes, without evidence, that what is true of some members of a group must be true of all members of that group."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Flaw in the Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/288/",
    "question_text": "Manager: If the board intended to shut down the North Plant this year, the union would already have received official notice. Yet the union has not received such notice. Therefore, the North Plant must be fully safe from closure. The flawed pattern of reasoning exhibited by which one of the following is most similar to that exhibited by the manager's argument?",
    "passage": "",
    "options": [
      "A) If Olivia had submitted her grant application, she would have gotten a confirmation email. She never received a confirmation email, so she clearly may have decided not to apply for any grants this year.",
      "B) If Raj owned a bicycle, he would commute to work on it at least twice a week. Raj does not commute by bike, so he must not buy a bicycle.",
      "C) If the city planned to raise property taxes, it would have announced the increase before July. It is now August, so property taxes will definitely stay at their current rate.",
      "D) If Carla were allergic to shellfish, she would refuse to eat sushi. Carla refuses to eat sushi, so she must be allergic to shellfish.",
      "E) If the thermostat were malfunctioning, the living room temperature would fluctuate rapidly. The temperature is stable, so the thermostat is certainly operating at maximum efficiency."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Parallel Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/289/",
    "question_text": "Amara: City dwellers who insist on driving solo during rush hour should pay a congestion fee—unless they can show a genuine need, such as transporting medical equipment. The worsening gridlock downtown proves that far too many drivers still choose cars over carpooling or public transit even when they could easily switch. Jonas: Traffic downtown isn't just annoying; the sheer volume of private cars keeps air-quality alerts high and delays ambulance response times. Discounted monthly bus passes help, but unless we substantially cut the number of solo drivers who could ride transit instead, congestion will continue to undermine the city's wellbeing. Amara's and Jonas's remarks provide the strongest support for the claim that they agree on which one of the following?",
    "passage": "",
    "options": [
      "A) Most solo drivers in the city center could switch to alternative transportation without undue hardship.",
      "B) Levying a congestion fee is the single most effective way to reduce downtown traffic.",
      "C) Tourist vehicles are the primary cause of downtown gridlock.",
      "D) Even large reductions in private-car volume would fail to relieve downtown congestion.",
      "E) The city should forbid non-resident drivers from entering the downtown core during rush hour."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/290/",
    "question_text": "Archaeologist: Recently excavated cave layers dated to 40,000 years ago contain stone blades with intricate, symmetrical fluting. Such craftsmanship indicates that the toolmakers had already mastered fluting long before those blades were left in the cave. But modern dating shows humans first entered this region only 43,000 years ago, so fluting technology must have developed within a mere few millennia of the first arrival. Therefore, advanced lithic techniques can emerge very rapidly after a population colonizes a new environment. Which one of the following most accurately describes the role played in the archaeologist's argument by the claim that the fluted blades' makers had already mastered fluting long before the blades were deposited?",
    "passage": "",
    "options": [
      "A) It is a claim offered with no supporting evidence, and it serves merely to illustrate the main conclusion of the argument.",
      "B) It is an unsupported assertion that is used to support a second claim, which in turn supports the argument's overall conclusion.",
      "C) It is a claim for which some evidence is provided, and it is used to support another claim that in turn supports the argument's conclusion.",
      "D) It is a claim for which some evidence is provided, but it does not support any other claim advanced in the argument.",
      "E) It is a claim for which some evidence is provided, and it is used to support two distinct conclusions, neither of which is intended to support the other."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Role Play",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/292/",
    "question_text": "Psychologist: Advocates of \"aroma-priming\" claim that certain scents—such as peppermint—sharpen mental focus and improve reasoning. In a recent study, volunteers solved a series of logic puzzles while a subtle peppermint scent was diffused in the room. Under a second, identical session one week later, the same volunteers were told that citrus scent would be present to \"boost concentration,\" but in fact no scent at all was released. Comparing the two sessions, researchers found that puzzle accuracy and completion speed were just as high in the unscented \"citrus\" session as in the earlier peppermint-scented one. Which one of the following statements is most strongly supported by the information above?",
    "passage": "",
    "options": [
      "A) Most claims about the cognitive benefits of aroma-priming are exaggerated.",
      "B) Peppermint scent does not enhance logical reasoning any more than citrus scent does.",
      "C) The expectation that a scent will aid concentration can by itself produce the same performance gains attributed to the scent.",
      "D) Any improvement in reasoning caused by aroma-priming disappears after a single exposure.",
      "E) People generally perform better on logic puzzles when no distracting odors are present at all."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Inference",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/293/",
    "question_text": "Hydrologist: Over the next fifty years, average sea level along the Mid-Atlantic coast is projected to rise by at least 30 centimeters. Higher coastal water tables will force salty groundwater upward, replacing fresh groundwater in many low-lying farming areas. Therefore, crop yields in those areas will probably decline, and well-water supplies there will become increasingly brackish during the summer growing season. Which one of the following, if true, most strengthens the hydrologist's argument?",
    "passage": "",
    "options": [
      "A) In other delta regions where sea level has risen during the past two decades, salinity levels in shallow farm wells have risen sharply, and average crop yields have fallen, after only modest increases in the water table.",
      "B) Recent studies show that overall annual precipitation across the Mid-Atlantic states is likely to increase slightly over the next fifty years.",
      "C) In several inland farming districts far from the coast, groundwater salinity fluctuates from year to year, but shows no long-term upward trend.",
      "D) Some salt-tolerant crop varieties can maintain normal yields even when irrigated with moderately brackish water.",
      "E) Farmers in parts of the Mid-Atlantic have recently begun lining irrigation ditches with plastic to reduce seepage losses."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Strengthen",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/294/",
    "question_text": "Researcher: If a water sample contains more than 10 micrograms of lead per liter, drinking that water is unsafe. This rural well tested at only 4 micrograms of lead per liter, so drinking the well water is clearly safe for residents. The reasoning in the researcher's argument is flawed in that the argument",
    "passage": "",
    "options": [
      "A) confuses a quantitative measurement with a qualitative judgment about safety",
      "B) assumes without justification that residents will drink the same amount of water as was tested",
      "C) takes a condition that is sufficient to make drinking water unsafe and treats that condition as necessary for the water to be unsafe",
      "D) fails to consider the possibility that other contaminants in the well water could also endanger health",
      "E) concludes that the laboratory measurement is certainly accurate even though it could be affected by sampling error"
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Flaw in the Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/295/",
    "question_text": "Economist: Some critics argue that deliberately over-booking airline flights—selling more seats than an aircraft actually has—is unethical. But the practice should be considered acceptable. On those few occasions when every ticketed passenger shows up, regulations require airlines to offer generous compensation to any volunteers who give up their seats. Because that compensation makes the volunteers at least as well off as if they had travelled, no traveler is ultimately harmed by over-booking. Which one of the following is an assumption on which the economist's argument depends?",
    "passage": "",
    "options": [
      "A) Airlines could not fill all their flights without routinely over-booking.",
      "B) Passengers who volunteer to be bumped always receive compensation that fully offsets any inconvenience to them.",
      "C) The only factor relevant to judging whether an airline practice is acceptable is whether any passengers end up worse off.",
      "D) Most passengers prefer lower ticket prices to ironclad guarantees that they will fly on the exact flight they book.",
      "E) If compensation rules were abolished, airlines would immediately reduce or eliminate their over-booking practices."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Assumption",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/296/",
    "question_text": "Public officials must avoid any decision-making role that could materially affect the fortunes of a company in which they, their spouses, or their dependent children hold stock worth more than ₹1 lakh. Participating in such decisions is unethical unless they have first divested that holding or placed it in a blind trust. Which one of the following actions would violate the principle stated above?",
    "passage": "",
    "options": [
      "A) A city council member whose spouse owns ₹75,000 worth of stock in MetroGrocer votes on a zoning change that benefits the company.",
      "B) A state senator whose minor child owns ₹1.2 lakh in PharmaNova stock authors a bill that would expand subsidies for the company's new vaccine.",
      "C) A transportation minister who owns ₹2 lakh of shares in RailTech places those shares in a blind trust before approving a lucrative contract for RailTech.",
      "D) A governor whose personal holdings include ₹90,000 of EnvoPower stock recuses herself from negotiations on a renewable-energy partnership with that firm.",
      "E) A finance department official whose spouse sold ₹1.5 lakh of stock in CapitalBank last year oversees the approval of CapitalBank's new branch licenses."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Principal",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/297/",
    "question_text": "The state tourism board plans to bulldoze a coastal mangrove forest to build a new resort. The project's backers emphasize the jobs and tax revenue the resort would bring. Yet mangroves protect inland communities from storm surges and filter pollutants from seawater. Therefore, despite the promised economic benefits, the resort should not be approved. Which one of the following principles, if valid, most helps to justify the reasoning in the argument?",
    "passage": "",
    "options": [
      "A) Economic development projects should be approved only if they create more permanent jobs than they eliminate.",
      "B) Whenever an action would destroy a natural barrier that safeguards human life, the action should be rejected, no matter what economic gains are promised.",
      "C) Tourism projects that damage ecosystems can offset the harm by funding conservation programs elsewhere in the region.",
      "D) Protecting coastal wetlands is important, but not as important as reducing unemployment in nearby communities.",
      "E) If a development increases tax revenue enough to improve public services, its environmental impact can generally be considered acceptable."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Method of Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/298/",
    "question_text": "Last year, Meadow County ordered its school cafeterias to replace all plastic utensils with bamboo utensils, citing environmental concerns. Six months later, waste-management data showed that landfill-bound utensil volume had not decreased, even though the cafeterias had fully switched to bamboo. Therefore, the county's policy has failed to reduce utensil waste and should be repealed. Which one of the following, if true, most weakens the argument?",
    "passage": "",
    "options": [
      "A) Bamboo utensils are compostable and will break down within a year, whereas plastic utensils persist in landfills for decades.",
      "B) The cost of bamboo utensils is nearly twice that of plastic utensils, increasing cafeteria operating expenses.",
      "C) Several neighboring counties have already adopted similar bamboo-only policies for their school cafeterias.",
      "D) Meadow County's cafeterias began offering more take-out lunch options at the same time the bamboo policy was introduced.",
      "E) Students in Meadow County report that bamboo utensils are less comfortable to use than plastic utensils."
    ],
    "correct_answer": "D",
    "explanation": "Not available (requires submission)",
    "difficulty": "Easy",
    "question_type": "Resolve the Paradox",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/299/",
    "question_text": "We can be certain that at least some coastal lighthouses are more than 150 years old, because several coastal lighthouses—those on Cape Haven and Point Aster—are maintained by the National Heritage Trust, and every structure the Trust maintains is more than 150 years old. Which one of the following arguments employs reasoning most similar to that of the argument above?",
    "passage": "",
    "options": [
      "A) We can be confident that at least a few city murals are painted in acrylic, since some city murals are on display in the Riverfront Gallery, and everything on display in that gallery is painted in acrylic.",
      "B) We can be sure that there will be at least one high-scoring tennis match this weekend, because several top-ranked players are competing and every match involving a top-ranked player is high-scoring.",
      "C) We can be confident that any house built before 1920 needs new wiring, because all houses that need new wiring were constructed before 1920.",
      "D) We can conclude that at least one piece in Maria's jewelry box is made of silver, since every silver piece she owns is stored in the jewelry box, and she inherited several silver rings from her grandmother.",
      "E) We can be certain that some local cafés serve fair-trade coffee, because the Bright Bean Festival invited every local café, and only cafés that serve fair-trade coffee receive invitations."
    ],
    "correct_answer": "A",
    "explanation": "Not available (requires submission)",
    "difficulty": "Hard",
    "question_type": "Parallel Reasoning",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/300/",
    "question_text": "Last year, a popular food magazine declared that indoor hydroponic farms are more profitable than traditional soil-based greenhouses. The magazine based this on survey data: 70 percent of hydroponic farmers reported turning a profit, whereas only 50 percent of greenhouse farmers said the same. However, the survey's authors failed to consider that hydroponic operations tend to be located in urban areas where consumers are willing to pay premium prices for \"city-grown\" produce. Therefore, once location is taken into account, hydroponic farms are unlikely to be more profitable than traditional greenhouses. Which one of the following, if true, most seriously undermines the argument?",
    "passage": "",
    "options": [
      "A) A majority of soil-based greenhouses are located in rural areas where land costs are lower than in cities.",
      "B) Many hydroponic farms receive government grants aimed at encouraging urban agriculture.",
      "C) When hydroponic and soil-based farms operate in thesamegeographic market, hydroponic farms still report higher profit margins.",
      "D) Some hydroponic farmers surveyed had been in business for less than two years, whereas most greenhouse farmers had operated for decades.",
      "E) Consumers who buy produce labeled \"city-grown\" are more likely to value freshness than low prices."
    ],
    "correct_answer": "C",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Weaken the Argument",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  },
  {
    "url": "https://www.manhattanreview.com/lsat-practice-questions/301/",
    "question_text": "Antibiotics are frequently prescribed for viral illnesses such as the common cold, even though antibiotics have no effect on viruses. A mandatory rapid diagnostic test (RDT) that distinguishes bacterial from viral infections would sharply reduce such unnecessary prescriptions, because physicians generally withhold antibiotics when an RDT shows the illness is viral. Therefore, requiring every clinic to perform an RDT before prescribing antibiotics will slow the spread of antibiotic-resistant bacteria. Which one of the following is an assumption required by the analyst's argument?",
    "passage": "",
    "options": [
      "A) Most outpatient clinics can obtain the equipment needed to perform the rapid diagnostic test without significant financial strain.",
      "B) The rapid diagnostic test accurately identifies whether a patient's infection is viral or bacterial.",
      "C) Patients who learn from their physician that their illness is viral are willing to forgo an antibiotic prescription.",
      "D) Some bacterial infections resolve on their own even when the patient has not taken antibiotics.",
      "E) The cost of implementing the rapid diagnostic test will be offset by the long-term savings achieved through reduced antibiotic use."
    ],
    "correct_answer": "B",
    "explanation": "Not available (requires submission)",
    "difficulty": "Medium",
    "question_type": "Assumption",
    "section": "Logical Reasoning",
    "source": "Manhattan Review"
  }
]